Repository: hruzinov/Spilka
Catalog: Spilka/Other/Localizable.xcstrings
Source language: en
Languages: pl, uk

source: A fast and secure space to communicate with your colleagues and friends
pl: Szybka i bezpieczna platforma do komunikacji ze współpracownikami i znajomymi
uk: Швидкий і безпечний простір для спілкування з колегами та друзями

source: All messages sent through Spilka are encrypted.
pl: Wszystkie wiadomości wysyłane przez Spilka są szyfrowane.
uk: Всі повідомлення, що надсилаються через Спілку, зашифровані.

source: Are you sure?
pl: Na pewno?
uk: Ви впевнені?

source: Back
pl: Wróć
uk: Назад

source: Chats
pl: Czaty
uk: Чати

source: Check passwords as they do not match
pl: Sprawdź hasła, ponieważ się nie zgadzają
uk: Перевірте паролі, бо вони не збігаються

source: Click the %@ above to start a new chat,
pl: Kliknij %@ powyżej, aby rozpocząć nowy czat,
uk: Натисніть %@ вище, щоб почати новий чат,

source: Confirm country code and enter phone number. Or use one of existing account
pl: Potwierdź kod kraju i wprowadź numer telefonu. Lub użyj jednego z istniejących kont
uk: Підтвердіть код країни та введіть номер телефону. Або скористайтеся одним з існуючих облікових записів

source: Confirm the key transfer request on another device, enter your password or import the key file.
pl: Potwierdź żądanie transferu klucza na innym urządzeniu, wprowadź hasło lub zaimportuj plik klucza.
uk: Підтвердіть запит на передачу ключа на іншому пристрої, введіть пароль або імпортуйте файл ключа.

source: Continue
pl: Kontynuuj
uk: Продовжити

source: Enter password
pl: Wprowadź hasło
uk: Введіть пароль

source: Enter verification code
pl: Wpisz kod weryfikacyjny
uk: Введіть код підтвердження

source: Enter your name. Optional: profile photo and username
pl: Wprowadź swoje imię. Opcjonalnie: zdjęcie profilowe i nazwa użytkownika
uk: Введіть своє ім'я. Необов'язково: зображення профілю та ім'я користувача

source: Export backup key file
pl: Eksport pliku klucza kopii zapasowej
uk: Експорт резервного файлу ключа

source: File contains an outdated or invalid key
pl: Plik zawiera nieaktualny lub nieprawidłowy klucz
uk: Файл містить застарілий або недійсний ключ

source: Full Name
pl: Imię
uk: Повне ім'я

source: Generating keys, wait...
pl: Generowanie kluczy, zaczekaj...
uk: Генерую ключі, зачекайте...

source: Go back
pl: Wróć
uk: Назад

source: Help people find you easier
pl: Pomoże ci znaleźć
uk: Допоможе вас знайти

source: If you have already received a code in the past few minutes, enter this code
pl: Jeśli otrzymałeś już kod w ciągu ostatnich kilku minut, wprowadź ten kod
uk: Якщо ви вже отримали код протягом останніх кількох хвилин, введіть його

source: Import key file
pl: Import pliku klucza
uk: Імпорт файлу ключа

source: In this case, the key will be encrypted with a password and stored on the server.
pl: W takim przypadku klucz zostanie zaszyfrowany hasłem i zapisany na serwerze.
uk: У цьому випадку ключ буде зашифрований паролем і зберігатиметься на сервері.

source: Invalid phone number, check and try again
pl: Nieprawidłowy numer telefonu, sprawdź i spróbuj ponownie
uk: Неправильний номер телефону, перевірте та повторіть спробу

source: It's a bit empty here...
pl: Jest tu trochę pusto...
uk: Тут якось порожньо...

source: Loading...
pl: Ładowanie...
uk: Завантаження...

source: New message
pl: Nowa wiadomość
uk: Нове повідомлення

source: Optionally, you can save a backup key in case you forget your password
pl: Opcjonalnie można zapisać klucz zapasowy na wypadek zapomnienia hasła
uk: За бажанням ви можете зберегти резервний ключ на випадок, якщо забудете пароль

source: OR
pl: LUB
uk: АБО

source: or try the search to find channels of interest
pl: lub spróbuj wyszukać interesujące Cię kanały
uk: або скористайтеся пошуком, щоб знайти канали, які вас цікавлять

source: Private Key
pl: Klucz prywatny
uk: Приватний ключ

source: Re-enter password
pl: Ponownie wprowadź hasło
uk: Повторно введіть пароль

source: Register
pl: Rejestr
uk: Регістрація

source: Resend verification code
pl: Wyślij ponownie kod weryfikacyjny
uk: Повторно відправити код підтвердження

source: Synchronize the decryption key
pl: Synchronizacja klucza deszyfrowania
uk: Синхронізувати ключ дешифрування

source: The verification code is incorrect or expired. Please check and try again
pl: Kod weryfikacyjny jest nieprawidłowy lub wygasł. Sprawdź i spróbuj ponownie
uk: Код підтвердження невірний або прострочений. Будь ласка, перевірте та спробуйте ще раз

# This is a test project with a limited number of SMS logins per day.
source: This is a test project with a limited number of SMS logins per day. Try other methods or check back tomorrow.
pl: Jest to projekt testowy z ograniczoną liczbą logowań SMS dziennie. Wypróbuj inne metody lub sprawdź jutro.
uk: Це тестовий проєкт з обмеженою кількістю входів через SMS на день. Спробуйте інші варіанти або завтра.

source: This is not a private key file. Choose another one
pl: To nie jest plik klucza prywatnego. Wybierz inny
uk: Це не файл приватного ключа. Виберіть інший

source: This is TestingView
pl: To jest TestingView
uk: Це TestingView

source: Updating...
pl: Aktualizacja...
uk: Оновлюю...

source: Username
pl: Nazwa użytkownika
uk: Ім'я користувача

source: Welcome to Spilka
pl: Witamy w Spilka
uk: Ласкаво просимо до Спілки

source: You can also import a key file using the button below.
pl: Możesz również zaimportować plik klucza za pomocą poniższego przycisku.
uk: Ви також можете імпортувати файл ключа за допомогою кнопки нижче.

source: You can request new verification code after %lld seconds
pl: Możesz poprosić o nowy kod weryfikacyjny po %lld sekundach
uk: Ви можете запросити новий код підтвердження через %lld секунд

source: You can synchronize encryption key between devices for easier login.
pl: Klucz szyfrowania można synchronizować między urządzeniami w celu łatwiejszego logowania.
uk: Ви можете синхронізувати ключ шифрування між пристроями для спрощення входу.

source: You will lose all filled information
pl: Utracisz wszystkie wprowadzone informacje
uk: Ви втратите всю введену інформацію

source: Your country
pl: Twój kraj
uk: Ваша країна

source: Your info
pl: Twoje informacje
uk: Ваша інформація

source: Your password
pl: Twoje hasło
uk: Ваш пароль

source: Your phone number
pl: Twój numer telefonu
uk: Ваш номер телефону

source: Your private key is required to continue
pl: Do kontynuowania wymagany jest klucz prywatny
uk: Для продовження потрібен ваш приватний ключ
